[
  {
    "title": "COVID-19 Mortality At The Neighborhood Level",
    "id":1,
    "details": "An aphorism in disaster planning is that populations that are the worst off before a disaster will inexorably be the worst off during the response and recovery phases after a disaster.1 There has similarly long been recognition that the sequelae of structural racism disadvantage certain populations and advantage others, leading to disparate outcomes in morbidity and mortality across the United States.2 Within the space of public health, the concept of inequality has become a core tenet of public health practice. National frameworks, such as Public Health 3.0, the National Prevention Strategy, Healthy People 2030, and the revised 10 Essential Public Health Services, all have equity at their core. There is recognition that to achieve “an optimal and equitable level of health,”3 structural improvements must be made to the social determinants of health. Yet despite attestations within the field, COVID-19 has shown concretely that disparities persist.4,5 The identification of drivers of disparities is less well developed. A lack of available data has made it challenging to examine the intersection between socioeconomic status and other sociodemographic characteristics as drivers of COVID-19 mortality.\n\nSocioeconomic inequalities may lead to higher risk for COVID-19 mortality through heightened risk for exposure.6,7 Socioeconomically advantaged people may have more opportunity to socially distance through access to white-collar remote work, less crowded housing and transportation, and other resources such as the ability to pay for delivery services for essential commodities. At the same time, socioeconomically disadvantaged people are more likely to be essential workers, live in crowded housing, take public transportation, and lack other resources necessary for social distancing, and thus are at heightened risk for exposure to COVID-19.6,8 Residential segregation, often along racial and socioeconomic lines, also increases infectious disease risk through isolation and concentration: Isolation confines infections to segregated areas and prevents transmission to the rest of the population, and high-density areas increase the probability of disease transmission within the segregated group.7 Overall, COVID-19 mortality is higher among socioeconomically disadvantaged populations.9–16\n\nThe higher mortality rates among members of racial and ethnic minority groups during the pandemic has been the subject of much public concern. Nationally, the age-standardized mortality rates for Black and Hispanic Americans are more than triple the rates for non-Hispanic White Americans.5,17 Other research has shown higher rates of COVID-19 mortality among Native Americans.18 Socioeconomic status19 also interacts with race and ethnicity to affect mortality risk.20\n\nGeography also is a well-established correlate of inequity. Institutionalized racial discrimination in housing, employment, credit markets, and consumer interactions created wide racial and ethnic disparities in socioeconomic status that manifest geographically.21 As a result, members of racial and ethnic minority groups are more likely to live in socioeconomically disadvantaged neighborhoods.22 Examining the intersection of neighborhood disadvantage and race and ethnicity serves as one alternative to attributing the disparities to specious differences in biology in a way that can prevent meaningful policy solutions.23\n\nTo understand how systemic racism, such as this institutionalized discrimination and segregation, interacts with other forms of inequity in the pandemic to manifest in elevated mortality, we characterize the association of neighborhood socioeconomic (dis)advantage with pre-2020 mortality, COVID-19 mortality, and 2020 excess mortality in the state of Minnesota, using death certificate data. We then examine how these associations intersect with race.\n\nMinnesota is of particular interest for several reasons. The state rapidly publishes death certificates electronically, it became a “hot spot” for COVID-19 late in 2020, and it has some of highest pre-COVID-19 racial and socioeconomic disparities in the US.24 These extreme disparities occur in the context of an overwhelmingly White state that has also been a major destination for Hmong—an ethnic group of people who emigrated from China and Southeast Asia—and East African refugees. Minnesota is about 80 percent non-Hispanic White, and its remaining population is approximately evenly divided between Black, Asian American, and Hispanic populations, with a smaller Native American population. About half of Minnesota’s residents live in the Minneapolis/St. Paul metro area, and the other half live in rural areas and smaller cities in what local parlance refers to as “Outstate Minnesota.”25 Black and Asian American and, to a lesser extent, Hispanic populations disproportionately live in the Metro area, whereas White and Native American populations disproportionately live in Outstate Minnesota.",
    "img": "https://www.dchsystem.com/cms/thumbnails/00/830x415//images/blog/coronavirus-new-image.jpg"
  },
  {
    "title": "10-year-old girl fights leukemia battle with resilience, grace",
    "id": 2,
    "details": "School had ended last June. Nine-year-old Jessenia Muro was going to meet her new cousin, who was just born. But as Jessenia was getting into her aunt’s car, she turned pale and began gasping for air. Something was very wrong.\n\nPatricia Rodriguez, Jessenia’s mom, called 911 and an ambulance took Jessenia to the emergency room at Adventist Health Lodi Memorial Hospital. They ran tests and determined that Jessenia needed to be transferred to UC Davis Children’s Hospital for more specialized pediatric care.\n\nUC Davis physicians ordered blood work and tests and then Rodriguez received the news that no mother wants to hear: Jessenia had acute lymphocytic leukemia (ALL).\n\n“It was hard. Jessenia thought it was her fault. She thought she did something to cause this,” Rodriguez said. “Her primary nurse explained to her that it was not her fault. It was something that happened to her. There was nothing she did wrong.”\n\nALL is the most common form of leukemia found in children, comprising 30 percent of all pediatric cancers. It is most common in children ages 2 to 5, but can happen to people of all ages. People with ALL can have too many immature white blood cells in their bone marrow, making it more difficult for the body to fight infections.\n\nJessenia started chemotherapy treatment every two to three weeks. Hair loss followed.\n\n“She liked to do her hair, curl her hair. It was very difficult for her, but I told her it would be okay,” Rodriguez said.  \n\nThe UC Davis Child Life and Creative Arts Therapy team helped Jessenia navigate her patient journey. By using dolls, they helped explain medical procedures, from routine lab work to port placement and access, which is how she receives chemotherapy. \n\nJessenia also participated in special child life-hosted events at the hospital, art and music therapy groups and worked with Jenna Gonsalves, the on-staff school teacher in the hospital.\n\n“She’s one of the most resilient and personable patients I have ever met,” said UC Davis art therapist Katie Lorain. “It is such an honor to get to work with her during her hospitalizations.”\n\nWhile getting chemotherapy, Jessenia also received comfort by spending time with Huggie, a Labrador retriever provided by Canine Companions for Independence. Huggie is a facility dog and a team member of the UC Davis Comprehensive Cancer Center, who supports pediatric patients during treatment at the Pediatric Infusion Center in the UC Davis Comprehensive Cancer Center.\n\nMore than a year later, Jessenia has completed chemotherapy treatment.\n\n“We want to thank all of the doctors that have been taking care of her,” Rodriguez said.\n\nJessenia is now on maintenance, a phase in which she continues to come to the UC Davis Comprehensive Cancer Center for blood work, tests and continued monitoring. She will continue this through 2022.\n\n “She knows that she has to have patience, but that we will close this chapter. Then she can start the next chapter,” Rodriguez said. “She is looking forward to it.”\n\nPlease follow us on Facebook at https://www.facebook.com/UCDavisCancer/ to learn more about our UC Davis Comprehensive Cancer Center serving California’s Central Valley and inland Northern California.",
    "img": "https://health.ucdavis.edu/media-resources/contenthub/health-news/2020/07/body/Jessenia_Muro.jpg"
  },
  {
    "title": "Hepatitis B",
    "id": 3,
    "details": "Hepatitis B is a potentially life-threatening liver infection caused by the hepatitis B virus (HBV). It is a major global health problem. It can cause chronic infection and puts people at high risk of death from cirrhosis and liver cancer.\n\nA safe and effective vaccine that offers 98% to 100% protection against hepatitis B is available. Preventing hepatitis B infection averts the development of complications including chronic disease and liver cancer.\n\nThe burden of hepatitis B infection is highest in the WHO Western Pacific Region and the WHO African Region, where 116 million and 81 million people, respectively, are chronically infected. Sixty million people are infected in the WHO Eastern Mediterranean Region, 18 million in the WHO South-East Asia Region, 14 million in the WHO European Region and 5 million in the WHO Region of the Americas.\n\nTransmission\nIn highly endemic areas, hepatitis B is most commonly spread from mother to child at birth (perinatal transmission) or through horizontal transmission (exposure to infected blood), especially from an infected child to an uninfected child during the first 5 years of life. The development of chronic infection is common in infants infected from their mothers or before the age of 5 years.\n\nHepatitis B is also spread by needlestick injury, tattooing, piercing and exposure to infected blood and body fluids, such as saliva and menstrual, vaginal and seminal fluids. Transmission of the virus may also occur through the reuse of contaminated needles and syringes or sharp objects either in health care settings, in the community or among persons who inject drugs. Sexual transmission is more prevalent in unvaccinated persons with multiple sexual partners.\n\nHepatitis B infection acquired in adulthood leads to chronic hepatitis in less than 5% of cases, whereas infection in infancy and early childhood leads to chronic hepatitis in about 95% of cases. This is the basis for strengthening and prioritizing infant and childhood vaccination.\n\nThe hepatitis B virus can survive outside the body for at least 7 days. During this time, the virus can still cause infection if it enters the body of a person who is not protected by the vaccine. The incubation period of the hepatitis B virus ranges from 30 to 180 days. The virus may be detected within 30 to 60 days after infection and can persist and develop into chronic hepatitis B, especially when transmitted in infancy or childhood.\n\nSymptoms\nMost people do not experience any symptoms when newly infected. However, some people have acute illness with symptoms that last several weeks, including yellowing of the skin and eyes (jaundice), dark urine, extreme fatigue, nausea, vomiting and abdominal pain. People with acute hepatitis can develop acute liver failure, which can lead to death. Among the long-term complications of HBV infections, a  subset of persons develops advanced liver diseases such as cirrhosis and hepatocellular carcinoma, which cause high morbidity and mortality.",
    "img": "https://healthsci.mcmaster.ca/images/default-source/news/groups/education/departments/medicine/demystifying-medicine/hepatitis-b-explained.jpg"
  },
  {
    "title": "How I Processed My HIV Diagnosis",
    "id": 4,
    "details": "There’s a lot about HIV that can be frightening, but as I approach my 17th year on the journey as a person living with this virus, nothing was more alarming than receiving a positive diagnosis for HIV.\n\nPrior to 2004, I had gone through the HIV testing routine regularly for at least 7 years (dating back to 1998 when I first got tested for HIV). I can clearly recall an overwhelming feeling of relief coming over me each time I’d get negative test results. But in November 2004, everything changed forever in what now feels like the blink of an eye.\n\nIt’s important to note that prior to testing positive, I had close friends, associates, and former partners who had been living with HIV, and all of whom are still thriving and are in great health. I was also pretty well educated by then about HIV prevention, transmission, treatment, and all the rest. Still, when it all “fell into my lap,” everything I knew went right out the window.\n\nSo Many Questions\n\nOn Tuesday, Nov. 30, I received a phone call from the DC health department informing me that I had recently tested positive for an STD and that I needed to arrange a time to go get treated. Since I was about to begin a new job later that week, I had the day off and fortunately was home when they called. After a short time on the phone with someone to schedule an appointment later that afternoon, I asked, “What about the results of the HIV test?” I was informed that they couldn’t disclose that information by phone but I would definitely be able to obtain those results when I went in to get treated for the STD.\n\nSo off I went that afternoon, all the while having no idea that my life was about to change forever. After the initial intake with a nurse practitioner, someone came in and administered the treatment I’d been called in for. Once that was done, my original line of questioning with the woman on the phone earlier that morning continued, “Can someone let me know what the results of my most recent HIV test are?”\n\nI waited for a long time before a doctor came in to speak with me and review everything I had already been told about the STD infection, treatment, etc. Once she was finished and asked if I had any questions, I asked again about the HIV results. After checking her charts and records on the computer, she informed me that she didn’t have that information but that she could find out for me. After waiting for nearly another hour, she returned, telling me that she had placed some calls and was waiting for the information to be sent over to her, and that it would only take a little longer.\n\nAs I waited, something in my spirit just kept telling me that unlike all the other times I found myself in the hot seat of waiting to get results, this time was different. I remember sitting in that doctor’s office with white walls trying to shut out every nagging thought running through my head. After what felt like a lifetime, she returned. The first words out of her mouth as she walked back into the room were  (and I remember it vividly), “OK Mr. Wolfe, I have your results, but I don’t have good news.”\n\nThe First Step\n\nAt that moment, the white walls in the office all went black and everything she said for a brief time was a blur. It felt like my worst nightmare coming true as I sat there trying to make sense of everything that was rapidly unfolding.\n\nAfter about 10 minutes of her going over a lot of information about what would come next in terms of additional appointments (to determine my CD4 count and viral load), she asked me a host of other questions. There was so much information coming at me and it was all happening so fast -- all I could do was answer her questions to the best of my ability.\n\nShe asked if there was anyone she needed me to call, if I lived alone or if there was someone I could spend the rest of the day with. As alarmed and concerned as I was at that moment, I was mentally sound enough to reassure her that I was stable and would not attempt to harm myself after receiving the news.\n\nGiven that this all took place nearly 17 years ago, there’s a lot I don’t remember about that day -- especially after leaving the doctor’s office. But I can distinctly recall reaching out to one of my other close friends at the time who had been living with HIV and sharing the news with him. Speaking to him in detail and having the space to fall apart on the phone was what I needed most in that moment. I had support, I just had to reach out. Still, even with access to support, my mind was all over the place while attempting to manage my thoughts and fears while also mentally beating myself up. Somehow, I made my way home and got through the rest of that day.\n\nBeing diagnosed with HIV can be a jarring and downright alarming experience. How each person handles it all will be understandably varied. That being said, making sure to ask and answer questions (to the best of your ability) can help a lot in moving through the process. In a nutshell, an HIV diagnosis is very much trial and error. As overwhelming as that can feel, it’s a necessary first step that can help determine how you move through all of the subsequent parts of your HIV journey.",
    "img": "https://blog.feedspot.com/wp-content/uploads/2017/01/hiv.jpg"
  },
  {
    "title": "When to Worry About Migraines During Pregnancy",
    "id": 5,
    "details": "Experiencing a migraine during pregnancy is sometimes problematic. If a pregnant woman understands the warning signs and symptoms of a migraine attack, she can treat her migraine pain properly. Now, let’s examine some of the key questions surrounding migraines during pregnancy, and how pregnant women can treat their migraine symptoms.\n\nMigraines During Pregnancy: When Should You Worry?\nMigraines may actually decrease in terms of severity and frequency during pregnancy. Research revealed that 50% to 75% of women who previously experienced migraine attacks showed marked improvement in their migraine symptoms during pregnancy. It also showed that these women experienced fewer and less severe migraines during pregnancy.\n\nComparatively, migraine without aura can begin during pregnancy in up to 10% of women, research indicated. In about 8% of women, migraines become worse during pregnancy. Also, research revealed that roughly 25% of women who experience migraines without aura continue to experience migraine attacks throughout pregnancy.\n\nSome research indicates that migraines are possible predictors of pregnancy complications, such as miscarriage, pre-eclampsia and low birth weight. Yet it is important to note that well-controlled studies are necessary to determine if there is an exact correlation between migraines during pregnancy and any of the aforementioned pregnancy complications.\n\nOn the other hand, pregnancy may affect the frequency and severity of a migraine attack. This is often the case in women with migraines without aura. Meanwhile, some women are prone to their first migraine attack during pregnancy or in the postpartum period. Migraine attacks sometimes increase in frequency during the first trimester of pregnancy, with fewer migraine attacks as a pregnancy progresses as well.\n\nAdditionally, pregnancy sometimes alters migraine aura, and it may lead to aura without a headache. But these instances are typical of migraine aura during pregnancy. And if a pregnant woman receives proper migraine diagnosis, she can safely treat migraine aura and other migraine symptoms.\n\nPostpartum migraines may occur in the initial days after birth, too. Research indicates that postpartum migraines impact about 34% of women, and they tend to last three to six days following childbirth. Postpartum migraines also tend to be less severe than traditional migraines, and they have been linked to nausea, anorexia and photophobia.\n\nRegardless of when migraines occur during pregnancy, women dealing with these issues must find ways to safely and effectively treat them. If pregnant women explore migraine treatment options, they can manage their migraine pain without putting their health at risk.",
    "img": "https://www.themigraineinstitute.com/wp-content/uploads/2020/01/bigstock-Pregnancy-And-Migraine-Woman-344588086-800x533.jpg"
  }
]
