[
  {
    "name": "BLOOD BANK",
    "id":1,
    "title": "Committed to deliver high quality and safe blood products, our blood banking and transfusion services",
    "details": "The Blood Bank of Shimla Hospital Limited is a Government licensed blood bank established in 2006.  Located in the ground floor of this hospital, it aims to provide patients with the safest possible blood, equivalent to any international standard. All donations received in the blood bank are voluntary non-remunerated. All necessary safety measures are taken for both the donors and the recipients including performing the mandatory screening tests for infectious diseases. This blood bank is enriched with one Consultant, one Specialist, four Senior House Officers, and thirteen Medical Lab Technologists.",
    "thumbimg": "https://i.ibb.co/9vLWQ2q/Blood-Donation-vector-illustration-with-red-heart-and-drop-counter-Blood-Donation-line-art-concept-w.jpg",
    "image1": "https://i.ibb.co/3ShCxrb/Blood1.jpg",
    "image2": "https://i.ibb.co/tcJRYjx/Blood2.jpg",
    "image3": "   https://i.ibb.co/S37QHzx/Blood3.jpg",
    "image4": "https://i.ibb.co/r2x4mP0/Blood4.jpg"
  },
  {
    "name": "DAY CARE",
    "id": 2,
    "title": "Chemotherapy Day Care,Cardiology Day Care,Haemodialysis Day care",
    "details": "The Day Care Unit is a unique wing of Shimla Hospital to help patients with specific need-based treatment in an out-patient basis. Patients in Day Care are those who undergo procedures not requiring overnight nursing care or stay in the hospital. Patients can have the procedure and then rest and be monitored in Day Care Unit for a few hours after the procedure. Afterwards, they can return home that same day. All beds in Day Care Unit are equipped with life supports.",
    "thumbimg": "https://i.ibb.co/crydPcg/DayTHumb.jpg",
    "image1": "https://i.ibb.co/Lp1FfY2/Day1.jpg",
    "image2": "https://i.ibb.co/wgTLFTt/Day4.jpg",
    "image3": "https://i.ibb.co/zhb5TBJ/Day3.png",
    "image4": " https://i.ibb.co/nDBm1MT/Day2.jpg"
  },
  {
    "name": "Outdoor Checkup",
    "id": 3,
    "title": "We provide Outdoor servece in 24*7 hour ,We commit to provide subsidised cost with our outdoor checkup.",
    "details": "The outdoor department of a hospital provides diagnosis and care for patients that do not need to stay overnight.[1] The departments are also sometimes called outpatient clinics, but are is distinct from clinics independent of hospitals, almost all of which are designed mostly or exclusively for outpatient care and may also be called outpatient clinics.The outpatient department is an important part of the overall running of the hospital. It is normally integrated with the in-patient services and staffed by consultant physicians and surgeons who also attend inpatients in the wards. Many patients are examined and given treatment as outpatients before being admitted to the hospital at a later date as inpatients. When discharged, they may attend the outpatient clinic for follow-up treatment.",
    "thumbimg": "https://i.ibb.co/xCX86fq/outdoorthumb.jpg",
    "image1": "https://i.ibb.co/jLGZWPX/outdoor1.jpg",
    "image2": "https://i.ibb.co/54Npq1L/outdoor2.jpg",
    "image3": "https://i.ibb.co/qkQ8YRH/outdoor3.jpg",
    "image4": "https://i.ibb.co/p0ZFhnz/outdor4.jpg"
  },
  {
    "name": "CRITICAL CARE - ICU",
    "id": 4,
    "title": "In Shimla Hospital, we provide exceptional and specialized personal care for every critical patient...",
    "details": "An intensive care unit (ICU) is a special department of a hospital or healthcare facility that provides intensive care medicine, intensive care treatment and intensive care support. Intensive care units cater to patients with severe and life-threatening illnesses & injuries, which require constant attention, close monitoring and support from highly advanced and specialized equipment and medications in order to ensure and maintain normal bodily functions.The Intensive Care Unit of Shimla Hospital is staffed by highly trained doctors and nurses who specialize in caring for seriously ill patients. Patients may be transferred directly to the ICU from our emergency department or from a ward if they rapidly deteriorate or immediately after surgery if the surgery is very invasive and the patient is at high risk of complications",
    "thumbimg": "https://i.ibb.co/vwq2DqD/otthumb.jpg",
    "image1": "https://i.ibb.co/Pc3NfMc/ot2.jpg",
    "image2": "https://i.ibb.co/zHnqZWv/ot3.jpg",
    "image3": "https://i.ibb.co/JRkbgvQ/ot4.jpg",
    "image4": "https://i.ibb.co/kJZFhJR/ot1.jpg"
  },
  {
    "name": "EMERGENCY AMBULANCE SERVICE",
    "id": 5,
    "title": "Regular Ambulance is available 24/7 for emergency transportation of patients...",
    "details": "Emergency ICU Ambulance is a specialized service, prepared for patients with emergency cardiac conditions or other critical issues. Shimla Hospital Emergency ICU Ambulance is known as the best in Bangladesh because of the comprehensive emergency support. An emergency doctor is appointed alongside the emergency nursing staff and the patient care personnel. The best emergency ambulance service in Bangladesh contains Advanced Cardiac Life Support (ACLS) equipments including Cardiac Monitor, ECG Machine, Ventilator, Pulse Oxymeter, Defibrillator, adequate number of syringe pumps, suction meter, nebulizer machine, glucometer, BP apparatus and other required equipments. Shimla Hospital Emergency ICU ambulance is recommended only for non-responsive patients at critical conditions, patients with Cardiac issues, breathing abnormality, low oxygen saturation, hypoglycemic condition and other severe cases.",
    "thumbimg": "https://i.ibb.co/JC84Msh/ambulencetumb.jpg",
    "image1": "     https://i.ibb.co/C9RbXXf/ambulence2.jpg",
    "image2": "https://i.ibb.co/QJxx8HM/ambulence3.jpg ",
    "image3": " https://i.ibb.co/2FRSYyL/ambulenc4.jpg",
    "image4": "https://i.ibb.co/0tptNR2/ambulence1.jpg "
  },
  {
    "name": "PHARMACY DEPARTMENT",
    "id": 6,
    "title": "The Pharmacy Department of Shimla Hospital provides a comprehensive range of pharmaceutical services...",
    "details": "Shimla Hospital Pharmacy Department has placed a leading role in implementing advanced clinical pharmacist patient care services in Shimla Hospital where pharmacists work collaboratively with nurses and physicians directly on patient care areas to review medication orders and manage drug therapy.The Pharmacy Department of Shimla Hospital provides a comprehensive range of pharmaceutical services to all patients. Its objective is to provide patient-focused pharmaceutical care in order to achieve definite outcomes that improve patients’ quality of life. The pharmacy department consists of a team of qualified,",
    "thumbimg": "https://i.ibb.co/Nnt4mX6/pthumb.jpg",
    "image1": "    https://i.ibb.co/5TYJ9pF/p3.jpg",
    "image2": "https://i.ibb.co/VB1j7c6/Happy-pharmacist-holding-his-thumb-at-pharmacy.jpg",
    "image3": "https://i.ibb.co/zSvzH6B/p1.jpg",
    "image4": "https://i.ibb.co/VNfXYbh/p2.jpg"
  },
  {
    "name": "DIABETES CENTER",
    "id": 7,
    "title": "Are you one of the millions of Bangladeshi with Diabetes? If so, there is so much you can....",
    "details": "The services offered at the shimla Diabetes Centers cover a wide range of topics including diabetes education, meal planning, diabetes medication, preventing complications, exercise and making adjustments for daily living. Program Options include:Comprehensive Diabetes Education Program-The shimla Diabetes Center use a team approach for education, counseling and device training, with you as the key member of the team. Registered physician, dietitians, diabetes educators and nurses are dedicated to helping each person gain control of their diabetes while maintaining an optimal state of health and well-being. Together, the team designs an individualized plan that matches your lifestyle and educational needs.Intensified insulin self-management training:Necessary sessions where you will gain the knowledge and skills necessary to adjust your own insulin in relation to day-to-day situations and carbohydrate intake.",
    "thumbimg": "https://i.ibb.co/RB006Tq/dibaticsthmb.jpg",
    "image1": "    https://i.ibb.co/b3jYRBp/dibat2.jpg ",
    "image2": " https://i.ibb.co/SsxYxNZ/dibat3.jpg",
    "image3": "https://i.ibb.co/xq2XpyX/dibat4.jpg ",
    "image4": "https://i.ibb.co/z53rhZX/dibat1.jpg "
  }
]
